Repository: MephistoSatanDevil/IE-EE-Configuration
Catalog: EEConfig/Properties/Resources.*.resx
Languages: fr_fr, zh_cn

# AboutText_CreatedBy
source: This program is a fork of Nesae's IE-EE-Configuration project by MephistoSatanDevil, under the GPL-3.0 license.
fr_fr: Ce programme a été réadapté par MephistoSatanDevil à partir du projet IE-EE-Configuration de Nesae, sous licence GPL-3.0.
zh_cn: 本程序由MephistoSatanDevil基于Nesae的IE-EE-Configuration项目，在GPL-3.0许可证下进行二次开发。

# AboutText_SpecialThanks
source: Special thanks to: CamDawg, skellytz, Bubb && Sam. for help during development.
fr_fr: Remerciements spéciaux : CamDawg, skellytz, Bubb && Sam pour leur aide lors du développement.
zh_cn: 特别感谢：CamDawg, skellytz, Bubb && Sam 在开发过程中提供的帮助。

# About_Description
source: An unofficial configuration utility for IE:EE games. Allows for easy changing many of the properties changeable through the Baldur.lua file. Icons provided by pixabay.com
fr_fr: Un outil de configuration non officiel pour les jeux Infinity Engine - Enhanced Edition. Permet de modifier facilement de nombreuses propriétés via le fichier Baldur.lua. Les icônes sont fournies par pixabay.com
zh_cn: 一个非官方的 Infinity Engine - Enhanced Edition 游戏配置工具。 可以轻松修改通过 Baldur.lua 文件更改的许多属性。 图标由 pixabay.com 提供

# AppTitle
source: Infinity Engine - Enhanced Edition Configuration Utility
fr_fr: Infinity Engine - Enhanced Edition Outil de Configuration
zh_cn: Infinity Engine - Enhanced Edition 配置工具

# Error_UnknownEngineMode
source: Unknown engine_mode '{0}' found in engine.lua.
fr_fr: Valeur engine_mode inconnue trouvée dans le fichier engine.lua : {0}.
zh_cn: 在engine.lua文件中发现未知engine_mode值：{0}。

# ExtendedProgramConfigOneItem_DisableFootstepsDuringCombat
source: Disable Footsteps During Combat
fr_fr: Désactiver les bruits de pas en combat
zh_cn: 战斗中禁用脚步声

# ExtendedProgramConfigOneItem_DisableMovies
source: Disable Movies
fr_fr: Désactiver les cinématiques
zh_cn: 禁用电影

# ExtendedProgramConfigOneItem_StrrefOn
source: Strref On
fr_fr: Activer les références de chaînes (Strref)
zh_cn: 开启字符串引用 (Strref)

# ExtendedProgramConfigOneItem_UIEditMode
source: UI Edit Mode
fr_fr: Mode édition de l'interface
zh_cn: UI 编辑模式

# ExtendedProgramConfigThreeItem_ReverseMouseWheelZoom
source: Reverse Mouse Wheel Zoom
fr_fr: Inverser le zoom de la molette de la souris
zh_cn: 反转鼠标滚轮缩放

# ExtendedProgramConfigThreeItem_ShowDateOnPause
source: Show Date On Pause
fr_fr: Afficher la date en pause
zh_cn: 暂停时显示日期

# ExtendedProgramConfigThreeItem_ShowTriggersOnTab
source: Show Triggers On Tab
fr_fr: Afficher les déclencheurs avec Tab
zh_cn: 按Tab键显示触发器

# ExtendedProgramConfigThreeItem_SuperAtomicSpeedFightingAction
source: Super Atomic Speed Fighting Action
fr_fr: Action de combat à vitesse super atomique
zh_cn: 超原子速度战斗行动

# ExtendedProgramConfigTwoItem_EnableFog
source: Enable Fog
fr_fr: Activer le brouillard
zh_cn: 启用迷雾

# ExtendedProgramConfigTwoItem_EnhancedPathSearch
source: Enhanced Path Search
fr_fr: Recherche de chemin améliorée
zh_cn: 增强路径搜索

# ExtendedProgramConfigTwoItem_ExtraCombatInfo
source: Extra Combat Info
fr_fr: Informations de combat supplémentaires
zh_cn: 额外战斗信息

# ExtendedProgramConfigTwoItem_ForceDialogPause
source: Force Dialog Pause
fr_fr: Forcer la pause des dialogues
zh_cn: 强制对话暂停

# FooterText_ChangesSavedAutomatically
source: All changes are saved automatically.
fr_fr: Tous les changements ont été enregistrés automatiquement.
zh_cn: 所有更改已自动保存。

# GameName_UnknownGame
source: Unknown Game
fr_fr: Jeu inconnu
zh_cn: 未知游戏

# GameSpeed_DisplayValue_Initial
source: 30 AI Updates / Sec
fr_fr: 30 Images par seconde
zh_cn: 30 帧/秒

# GraphicsItem_AreaMapZoom
source: Area Map Zoom
fr_fr: Zoom de la carte de zone
zh_cn: 区域地图缩放

# GraphicsItem_Backend
source: Backend
fr_fr: Moteur de rendu de secours
zh_cn: 备用渲染器

# GraphicsItem_EnableUIScaling
source: Enable UI Scaling
fr_fr: Activer la mise à l'échelle de l'interface
zh_cn: 启用UI缩放

# GraphicsItem_GreyscaleOnPause
source: Greyscale On Pause
fr_fr: Niveaux de gris en pause
zh_cn: 暂停时灰度显示

# GraphicsItem_HardwareMouseCursor
source: Hardware Mouse Cursor
fr_fr: Curseur souris matériel
zh_cn: 硬件鼠标指针

# GraphicsItem_ShowBlackSpace
source: Show Black Space
fr_fr: Afficher les bordures noires
zh_cn: 显示黑边

# GraphicsItem_UseCharacterHighlights
source: Use Character Highlights
fr_fr: Utiliser les surbrillances des personnages
zh_cn: 使用角色高亮

# GraphicsItem_UseNearestNeighbourScaling
source: Use Nearest Neighbour Scaling
fr_fr: Utiliser le redimensionnement par plus proche voisin
zh_cn: 使用最近邻缩放

# GraphicsItem_UseSpriteOutlines
source: Use Sprite Outlines
fr_fr: Utiliser les contours des sprites
zh_cn: 使用精灵轮廓

# GraphicsItem_WindowFullscreen
source: Window - Fullscreen
fr_fr: Fenêtre - Plein écran
zh_cn: 窗口 - 全屏

# GraphicsItem_WindowMaximized
source: Window - Maximized
fr_fr: Fenêtre - Maximisée
zh_cn: 窗口 - 最大化

# GraphicsItem_ZoomLock
source: Zoom Lock
fr_fr: Verrouillage du zoom
zh_cn: 缩放锁定

# LabelText_AIUpdatesPerSecond
source: AI Updates / Sec
fr_fr: Images par seconde
zh_cn: 帧/秒

# MenuItem_About
source: About
fr_fr: À propos
zh_cn: 关于

# MenuItem_AdditionalOptions
source: Additional Options
fr_fr: Options supplémentaires
zh_cn: 附加选项

# MenuItem_Backup
source: Backup
fr_fr: Sauvegarde
zh_cn: 备份

# MenuItem_Check
source: Check
fr_fr: Vérifier
zh_cn: 检查

# MenuItem_Create
source: Create
fr_fr: Créer
zh_cn: 创建

# MenuItem_Exit
source: Exit
fr_fr: Quitter
zh_cn: 退出

# MenuItem_Help
source: Help
fr_fr: Aide
zh_cn: 帮助

# MenuItem_OpenGitHub
source: Open GitHub
fr_fr: Ouvrir GitHub
zh_cn: 打开 GitHub

# MenuItem_OpenReference
source: Open Reference
fr_fr: Ouvrir la documentation
zh_cn: 打开参考文档

# MenuItem_Refresh
source: Refresh
fr_fr: Actualiser
zh_cn: 刷新

# MenuItem_Restore
source: Restore
fr_fr: Restaurer
zh_cn: 恢复

# MenuItem_Utility
source: Utility
fr_fr: Utilitaires
zh_cn: 实用工具

# MenuItem_WriteOptimalConfiguration
source: Write Optimal Configuration
fr_fr: Écrire la configuration recommandée
zh_cn: 写入推荐配置

# MsgText_BackupCreatedSuccessfully
source: Backup successfully created!
fr_fr: Sauvegarde créée avec succès !
zh_cn: 备份创建成功！

# MsgText_BackupCreationFailed
source: Backup creation failed!
fr_fr: Échec de la création de la sauvegarde !
zh_cn: 备份创建失败！

# MsgText_BackupDoesNotExistInfo
source: Backup file for {0} does not exist!
fr_fr: Le fichier de sauvegarde pour {0} n'existe pas !
zh_cn: {0} 的备份文件不存在！

# MsgText_BackupExistsInfo
source: Backup file for {0} exists! Created at: {1}
fr_fr: Le fichier de sauvegarde pour {0} existe ! Créé le : {1}
zh_cn: {0} 的备份文件存在！ 创建于: {1}

# MsgText_BackupRestoredSuccessfully
source: Backup successfully restored!
fr_fr: Sauvegarde restaurée avec succès !
zh_cn: 备份恢复成功！

# MsgText_BackupStatus
source: Backup Status
fr_fr: État de la sauvegarde
zh_cn: 备份状态

# MsgText_CannotAccessGameConfigProps
source: Cannot access game configuration properties.
fr_fr: Impossible d'accéder aux propriétés de configuration du jeu.
zh_cn: 无法访问游戏配置属性。

# MsgText_CannotCheckBackupStatus
source: Cannot check backup status. Configuration managers are not initialized.
fr_fr: Impossible de vérifier l'état de la sauvegarde. Le gestionnaire de configuration n'est pas initialisé.
zh_cn: 无法检查备份状态。配置管理器未初始化。

# MsgText_CannotLocateConfigManuallySelect
source: Could not automatically locate {0}. Please select it manually.
fr_fr: Impossible de trouver automatiquement {0}. Veuillez le sélectionner.
zh_cn: 无法自动找到 {0}。请选择它。

# MsgText_CannotOpenExtendedConfig
source: Cannot open extended configuration. The game configuration properties are not accessible. Please ensure the configuration file is loaded first.
fr_fr: Impossible d'ouvrir la configuration étendue. Impossible d'accéder aux propriétés de configuration du jeu. Assurez-vous qu'un fichier de configuration est d'abord chargé.
zh_cn: 无法打开扩展配置。无法访问游戏配置属性。请确保首先加载了配置文件。

# MsgText_CannotRefresh
source: Cannot refresh. Configuration file is not loaded or accessible.
fr_fr: Impossible d'actualiser. Le fichier de configuration n'est pas chargé ou inaccessible.
zh_cn: 无法刷新。配置文件未加载或无法访问。

# MsgText_CannotRestoreBackup
source: Cannot restore backup! (Backup file might not exist or be invalid)
fr_fr: Impossible de restaurer la sauvegarde ! (Le fichier de sauvegarde peut être inexistant ou invalide)
zh_cn: 无法恢复备份！（备份文件可能不存在或无效）

# MsgText_CannotRestoreBackupManagersNotInit
source: Cannot restore backup. Configuration managers are not initialized.
fr_fr: Impossible de restaurer la sauvegarde. Le gestionnaire de configuration n'est pas initialisé.
zh_cn: 无法恢复备份。配置管理器未初始化。

# MsgText_ConfigBackedUpSuccessfully
source: Configuration has been backed up successfully.
fr_fr: Configuration sauvegardée avec succès.
zh_cn: 配置已成功备份。

# MsgText_ConfigLocateError
source: An error occurred while trying to locate the configuration file: {0}
fr_fr: Une erreur s'est produite en tentant de localiser le fichier de configuration : {0}
zh_cn: 尝试定位配置文件时发生错误: {0}

# MsgText_ConfigNotBackedUp
source: Configuration has not been backed up.
fr_fr: Configuration non sauvegardée.
zh_cn: 配置未备份。

# MsgText_ConfigNotFound
source: The configuration file was not found for {0}. Ensure that the game is installed and was started at least once. The program will now quit.
fr_fr: Fichier de configuration pour {0} non trouvé. Assurez-vous que le jeu est installé et a été lancé au moins une fois. Le programme va maintenant se terminer.
zh_cn: 未找到 {0} 的配置文件。请确保游戏已安装并至少启动过一次。 程序即将退出。

# MsgText_ConfigurationWritten
source: Configuration written!
fr_fr: Configuration écrite !
zh_cn: 配置已写入！

# MsgText_Confirmation
source: Confirmation
zh_cn: 确认

# MsgText_CouldNotFindEngineNameOrMode
source: Could not find required 'engine_name' or 'engine_mode' in engine.lua.
fr_fr: Impossible de trouver 'engine_name' ou 'engine_mode' dans le fichier engine.lua.
zh_cn: 无法在 engine.lua 文件中找到 'engine_name' 或 'engine_mode'。

# MsgText_CouldNotInferGameName
source: Could not infer game name from the selected path: {0}. Using generic name for window title.
fr_fr: Impossible de déduire le nom du jeu à partir du chemin sélectionné : {0}. Un nom générique sera utilisé comme titre de fenêtre.
zh_cn: 无法从所选路径推断游戏名称：{0}。将使用通用名称作为窗口标题。

# MsgText_CouldNotParseEngineMode
source: Could not parse engine_mode value from engine.lua.
fr_fr: Impossible d'analyser la valeur engine_mode du fichier engine.lua.
zh_cn: 无法从 engine.lua 文件中解析 engine_mode 的值。

# MsgText_CreateBackupPrompt
source: Do you want to create a new backup? Any existing backup will be overwritten.
fr_fr: Voulez-vous créer une nouvelle sauvegarde ? Toute sauvegarde existante sera écrasée.
zh_cn: 您想要创建一个新的备份吗？ 任何现有的备份都将被覆盖。

# MsgText_Information
source: Information
zh_cn: 信息

# MsgText_InitManagersFailed
source: Failed to initialize configuration managers. The file path '{Config.BaldurLuaPath}' might be invalid or inaccessible.
fr_fr: L'initialisation du gestionnaire de configuration a échoué. Le chemin de fichier '{Config.BaldurLuaPath}' est peut-être invalide ou inaccessible.
zh_cn: 配置管理器初始化失败。文件路径 '{Config.BaldurLuaPath}' 可能无效或无法访问。

# MsgText_OptionStatusRefreshed
source: Option status has been refreshed!
fr_fr: Statut des options actualisé !
zh_cn: 选项状态已刷新！

# MsgText_WriteOptimalChangesList
source: The following changes will be written: - Set game speed to 40 AI Updates / Sec - Enable footsteps during combat - Enable date showing on pause - Enable enhanced path search - Disable cosmetic attacks Select OK to make changes.
fr_fr: Les modifications suivantes seront appliquées : - Définir la vitesse du jeu sur 40 IPS - Activer les bruits de pas en combat - Activer l'affichage de la date en pause - Activer la recherche de chemin améliorée - Désactiver l'affichage des attaques factices Cliquez sur "OK" pour apporter les modifications.
zh_cn: 将写入以下更改： - 将游戏速度设置为 40帧/秒 - 启用战斗中脚步声 - 启用暂停时显示日期 - 启用增强路径搜索 - 禁用佯攻显示 点击“确定”以进行更改。

# MultiplayerItem_DisableBanters
source: Disable Banters
fr_fr: Désactiver les dialogues secondaires
zh_cn: 禁用拌嘴

# MultiplayerItem_EnableChatMenu
source: Enable Chat Menu
fr_fr: Activer le menu de discussion
zh_cn: 启用聊天菜单

# PanelTitle_ExtendedProgramConfiguration
source: Super Atomic Speed Fighting Action
fr_fr: Configuration étendue du programme
zh_cn: 扩展程序配置

# PanelTitle_GameSpeed
source: GAME SPEED
fr_fr: Vitesse du jeu
zh_cn: 游戏速度

# PanelTitle_Graphics
source: GRAPHICS
fr_fr: Graphismes
zh_cn: 图形

# PanelTitle_Multiplayer
source: MULTIPLAYER
fr_fr: Multijoueur
zh_cn: 多人游戏

# PanelTitle_Program
source: PROGRAM
fr_fr: Programme
zh_cn: 程序

# ProgramOptionsOneItem_3DAcceleration
source: 3D Acceleration
fr_fr: Accélération 3D
zh_cn: 3D加速

# ProgramOptionsOneItem_3EThiefSneakAttack
source: 3E Thief Sneak Attack
fr_fr: Attaque sournoise du voleur 3E
zh_cn: 3E盗贼潜行攻击

# ProgramOptionsOneItem_AutoPauseCenter
source: Auto Pause Center
fr_fr: Centrage automatique à la pause
zh_cn: 自动暂停居中

# ProgramOptionsOneItem_DebugMode
source: Debug Mode
fr_fr: Mode triche
zh_cn: 作弊模式

# ProgramOptionsOneItem_DisableCosmeticAttacks
source: Disable Cosmetic Attacks
fr_fr: Désactiver l'affichage des attaques factices
zh_cn: 禁用佯攻显示

# ProgramOptionsOneItem_DisplaySubtitles
source: Display Subtitles
fr_fr: Afficher les sous-titres
zh_cn: 显示字幕

# ProgramOptionsOneItem_DropCapitals
source: Drop Capitals
fr_fr: Lettrines
zh_cn: 首字母下沉

# ProgramOptionsOneItem_Infravision
source: Infravision
fr_fr: Vision nocturne de l'équipe
zh_cn: 全队夜视能力

# ProgramOptionsOneItem_MaximumHP
source: Maximum HP
fr_fr: Points de vie maximum
zh_cn: 最大生命值

# ProgramOptionsOneItem_NeverShowNuisanceSOD
source: Never Show Nuisance SOD
fr_fr: Ne pas afficher les masques gênants
zh_cn: 不显示烦人的遮罩

# ProgramOptionsOneItem_NightmareBonusXP
source: Nightmare Bonus XP
fr_fr: Bonus d'XP en mode cauchemar
zh_cn: 噩梦难度经验奖励

# ProgramOptionsOneItem_NoDifficultyBasedXPBonus
source: No Difficulty Based XP Bonus
fr_fr: Aucun bonus d'XP basé sur la difficulté
zh_cn: 无难度经验奖励

# ProgramOptionsOneItem_PausingMap
source: Pausing Map
fr_fr: Carte en pause
zh_cn: 暂停地图

# ProgramOptionsOneItem_RangedWeaponSwitching
source: Ranged Weapon Switching
fr_fr: Changement d'arme à distance
zh_cn: 远程武器切换

# ProgramOptionsOneItem_RenderExploredMap
source: Render Explored Map
fr_fr: Rendu de la carte explorée
zh_cn: 渲染已探索地图

# ProgramOptionsOneItem_ShowCharacterHP
source: Show Character HP
fr_fr: Afficher les PV des personnages
zh_cn: 显示角色生命值

# ProgramOptionsOneItem_SpriteMirror
source: Sprite Mirror
fr_fr: Miroir des sprites
zh_cn: 精灵镜像

# ProgramOptionsOneItem_TranslucentShadows
source: Translucent Shadows
fr_fr: Ombres translucides
zh_cn: 半透明阴影

# ProgramOptionsThreeItem_ActiveCampaign
source: Active Campaign
fr_fr: Campagne active
zh_cn: 当前战役

# ProgramOptionsThreeItem_AllLearnSpellInfo
source: All Learn Spell Info
fr_fr: Toutes les infos d'apprentissage des sorts
zh_cn: 全部学习法术信息

# ProgramOptionsThreeItem_AutoPauseState
source: Auto Pause State
fr_fr: État de la pause automatique
zh_cn: 自动暂停状态

# ProgramOptionsThreeItem_CloudSavesEnabled
source: Cloud Saves Enabled
fr_fr: Activer les sauvegardes cloud
zh_cn: 启用云存档

# ProgramOptionsThreeItem_ConfirmDialog
source: Confirm Dialog
fr_fr: Boîte de dialogue de confirmation
zh_cn: 确认对话框

# ProgramOptionsThreeItem_DuplicateFloatingText
source: Duplicate Floating Text
fr_fr: Texte flottant en double
zh_cn: 重复浮动文本

# ProgramOptionsThreeItem_EquipmentComparison
source: Equipment Comparison
fr_fr: Comparaison d'équipement
zh_cn: 装备对比

# ProgramOptionsThreeItem_FilterGames
source: Filter Games
fr_fr: Filtrer les jeux
zh_cn: 过滤游戏

# ProgramOptionsThreeItem_HotkeysOnTooltips
source: Hotkeys On Tooltips
fr_fr: Afficher les raccourcis dans les infobulles
zh_cn: 工具提示显示热键

# ProgramOptionsThreeItem_JournalPopups
source: Journal Popups
fr_fr: Pop-up du journal
zh_cn: 日志弹窗

# ProgramOptionsThreeItem_OverConfirmEverything
source: Over Confirm Everything
fr_fr: Tout reconfirmer
zh_cn: 重复确认所有内容

# ProgramOptionsThreeItem_QuickItemMapping
source: Quick Item Mapping
fr_fr: Mappage rapide d'objets
zh_cn: 快速物品映射

# ProgramOptionsThreeItem_RenderTravelRegions
source: Render Travel Regions
fr_fr: Rendu des régions de voyage
zh_cn: 渲染旅行区域

# ProgramOptionsThreeItem_ShowAOE
source: Show AOE
fr_fr: Afficher la zone d'effet
zh_cn: 显示法术范围

# ProgramOptionsThreeItem_ShowLearnableSpells
source: Show Learnable Spells
fr_fr: Afficher les sorts apprenables
zh_cn: 显示可学习法术

# ProgramOptionsThreeItem_ShowMessageBoxHint
source: Show Message Box Hint
fr_fr: Afficher l'indice de la boîte de message
zh_cn: 显示消息框提示

# ProgramOptionsThreeItem_SuppressExtraDifficultyDamage
source: Suppress Extra Difficulty Damage
fr_fr: Supprimer les dégâts supplémentaires liés à la difficulté
zh_cn: 抑制额外难度伤害

# ProgramOptionsThreeItem_TutorialState
source: Tutorial State
fr_fr: État du tutoriel
zh_cn: 教程状态

# ProgramOptionsTwoItem_AlwaysDither
source: Always Dither
fr_fr: Toujours tramer
zh_cn: 始终抖动

# ProgramOptionsTwoItem_AttackSounds
source: Attack Sounds
fr_fr: Bruits d'attaque
zh_cn: 攻击音效

# ProgramOptionsTwoItem_ClassicSelectionCircles
source: Classic Selection Circles
fr_fr: Cercles de sélection classiques
zh_cn: 经典选择圈

# ProgramOptionsTwoItem_ClericRangerSpells
source: Cleric Ranger Spells
fr_fr: Sorts de clerc et de rôdeur
zh_cn: 牧师游侠法术

# ProgramOptionsTwoItem_ColorCircles
source: Color Circles
fr_fr: Cercles colorés
zh_cn: 彩色圆圈

# ProgramOptionsTwoItem_CombatUI
source: Combat UI
fr_fr: Interface de combat
zh_cn: 战斗界面

# ProgramOptionsTwoItem_CriticalHitScreenShake
source: Critical Hit Screen Shake
fr_fr: Secousse d'écran des coups critiques
zh_cn: 暴击屏幕震动

# ProgramOptionsTwoItem_EnvironmentalAudio
source: Environmental Audio
fr_fr: Audio environnemental
zh_cn: 环境音效

# ProgramOptionsTwoItem_ExpireTrapHighlights
source: Expire Trap Highlights
fr_fr: Expiration des surbrillances des pièges
zh_cn: 陷阱高亮限期

# ProgramOptionsTwoItem_ExtraFeedback
source: Extra Feedback
fr_fr: Retour supplémentaire
zh_cn: 额外反馈

# ProgramOptionsTwoItem_Footsteps
source: Footsteps
fr_fr: Bruits de pas
zh_cn: 脚步声

# ProgramOptionsTwoItem_HealPartyOnRest
source: Heal Party On Rest
fr_fr: Soigner l'équipe en reposant
zh_cn: 休息时治疗队伍

# ProgramOptionsTwoItem_HPOverHead
source: HP Over Head
fr_fr: PV au-dessus de la tête
zh_cn: 头顶生命值

# ProgramOptionsTwoItem_NightmareBonusGold
source: Nightmare Bonus Gold
fr_fr: Bonus d'or en mode cauchemar
zh_cn: 噩梦难度金币奖励

# ProgramOptionsTwoItem_RenderActions
source: Render Actions
fr_fr: Rendu des actions
zh_cn: 渲染动作

# ProgramOptionsTwoItem_Subtitles
source: Subtitles
fr_fr: Activer les sous-titres
zh_cn: 启用字幕

# ProgramOptionsTwoItem_TerrainHugging
source: Terrain Hugging
fr_fr: Épouser le terrain
zh_cn: 地形贴合

# ProgramOptionsTwoItem_Weather
source: Weather
fr_fr: Météo
zh_cn: 天气

# SpeedValueDisplayFormat
source: {0} AI Updates / Sec
fr_fr: {0} IPS
zh_cn: {0} 帧/秒

# Status_ConfigurationFound
source: CONFIGURATION FOUND
fr_fr: Configuration trouvée
zh_cn: 配置已找到

# Status_ConfigurationNotFound
source: CONFIGURATION NOT FOUND
fr_fr: Configuration non trouvée
zh_cn: 配置未找到

source: the game
fr_fr: Jeu
zh_cn: 游戏

# WindowTitle
source: {0} - Configuration
zh_cn: {0} - 配置
